[{"type":"video","video":"He.mp4"},{"type":"bg","bg":"3.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"You catch up with Nolitusne and find him with a very painful expression on his face.","vocal":"","ignoreSpeaker":true},{"type":"changeP","newP":"1 (2).png","next":true,"noP":false,"pos":""},{"type":"dialog","speaker":"","content":"Nolitusne: You won, I didn't win you no matter how hard I tried, I don't understand why, but I don't want to understand anymore","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Me: Although I did not look at the results, but I think it is not the most important Nolitusne, at least we are enjoying the process, right?","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Nolitusne smiled bitterly and opened his mouth not knowing what to say, but you know you have to do something at this time to change the situation now","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":"Me: It's really important to prove yourself, but you're being really hard on yourself, and I think you're already very good at it, you don't need to be like that for this point of your deficiency.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Nolitusne: You're not wrong, but I don't know how I should go about changing that.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Me: Then in the future, if you are free, come to me for tutoring when you are out of school, so I think we can improve together.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Nolitusne: Is that okay? That way if you don't mind.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You: Sure, and you also have a subject than exams well, I think I and well yet more things can ask you to study.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"From that day on, Nolitusne would wait for you in front of your classroom every day after you finished school. You usually go to a cafe near the school, order a drink and start studying.","vocal":"","ignoreSpeaker":true},{"type":"dialog","speaker":"","content":" The days go by very quickly and you feel as if your days are more fulfilling than before.","vocal":"","ignoreSpeaker":true},{"type":"bg","bg":"5.png","noBg":false,"next":true},{"type":"dialog","speaker":"","content":"Nolitusne: The next exam is coming up, how do you think it will turn out this time?","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You: I don't know, but I think we've both improved these days, and maybe the odds are good that you'll beat me this time.","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"Nolitusne: If I win this time, will we still study together like this in the future?","vocal":"","ignoreSpeaker":false},{"type":"dialog","speaker":"","content":"You hesitate for a moment","vocal":"","ignoreSpeaker":false},{"type":"choose","chooseItem":[{"text":"Probably not. Shungen has been complaining lately that I seem to be distant from him, and I can't keep ignoring him like this.","scene":"Be6.txt"},{"text":"Of course we can continue, I think we are good at different subjects and we can get a lot of help from each other, and I like spending time with you.","scene":"He6.txt"}]}]